<template>
<div id="cultivate-work">
  <my-img></my-img>
  <div class="content">
    <my-sidebar></my-sidebar>
    <div class="main">
      <my-bread></my-bread>
      <div>
        <h1>对外交流</h1>
        <h2>（一）信息化资源、平台建设，人员信息化能力提升</h2>
        <p>中心重视信息化、网络化建设，开展网络教学。中心网站上建有学生选课系统、学生答疑系统等教学服务支持系统，学生可以在网上选择实践项目，提交实践报告，进行网上讨论和答疑；与机械工程系共建了CAD/CAM网络系统，实现了数控加工设备的联网和数控加工程序的网上传输。通过信息化、网络化建设，提高了工作效率和教学水平。为提高中心教师信息化水平，中心人员通过参加学校信息化培训，虚拟仿真教学培训，提高中心教师信息化能力。</p>
        <h2>（二）开放运行、安全运行</h2>
        <p>内容开放：中心的训练项目通过校园网向全校各专业各层次学生开放，供学生点菜式选做。在教学计划之外，中心充分发挥资源优势，开设实践选修项目，为学生个性化的实践训练提供条件。</p>
        <p>时间开放：中心实行包括节假日在内的全面开放，学生可以通过预约选择在自己方便的时间来中心训练。中心的创新实践基地实习完全开放，学生凭校园卡就可以自由进出时间基地开展创新研究。</p>
        <p>管理模式开放：除了第一课堂训练项目采用菜单式方式让学生自由选择外，我们还与各院系、学校团委和大学生科协合作开辟第二课堂，吸引学生参加中心组织的各类科技创新实践活动。</p>
        <p>对象开放：中心除了接受本校各专业各层次学生训练外，也向社会开放，接受当地中小学生的观摩和企业的人员培训。</p>
        <h2>（三）对外交流合作、发挥示范引领、支持中西部高校实验教学</h2>
        <p>中心教师积极参加对外交流，通过参加相关年会、研讨会，做大会报告等，宣传中心教学管理的成果和经验。中心热情接待兄弟院校来中心的参观和观摩，介绍我中心的建设成效。</p>
        <h2>（四）电力之光闪耀第九届全国大学生创新创业年会</h2>
        <p>2016年11月18-21日，由教育部主办、厦门大学承办的第九届全国大学生创新创业年会在厦门大学思明校区圆满落幕。我校保定校区 “史塔克电气自动化有限公司”项目成功入选创业项目推介会； “基于四轴飞行器的电厂盘煤装置和软件”项目与 “配电线路绝缘自动包裹装置”项目成功入选年会进行项目展示。我校创新创业成果凭借在电力自动化设备研发、生产与销售过程的主动性与先进性，得到参会专家评委的高度肯定。</p>
        <img src="../../static/img/show_1.jpg" alt="">
        <p>全国大学生创新创业年会是依托国家大学生创新创业训练计划开展的一项重要年度性活动。自2008年教育部发起并主办全国大学生创新创业年会以来，全国共有730多所高校近30万大学生参加，为怀有创新创业梦想的广大青年学子们搭建了一个充分展示和交流的平台，成为了全国覆盖面最广、影响最大的大学生创新创业交流展示大会。</p>
        <p>本届年会吸引了全国300余所高校以及韩国蔚山大学师生代表，教育部、地方教育主管部门代表，国家级大学生创新创业训练计划专家组、协作组成员等社会各界人士约1500人参会。今年年会的主题是“创·无止境，展·望未来”，主要内容包括大学生创新学术年会、大学生创新创业项目展示、大学生创业项目推介会、地方教育主管部门大学生创新创业训练计划工作研讨会、校企交流合作论坛、大学生联谊活动等。 本届年会由573所高校推荐学术论文813篇、创新创业展示项目845项、创业推介项目213项，合计1871项，经过网络评审、专家复选，共有创业推介项目47项、展示项目200项入选年会，参与的高校数和总项目数均为历届年会最多。</p>
        <img src="../../static/img/show_2.jpg" alt="">
        <p>近年来，我校积极贯彻落实国家关于高校创新创业教育改革相关要求，把深化创新创业教育作为推动学校人才培养模式改革与创新的重要着力点，统筹校内外资源，搭建创新创业平台，极大激发了学生创新创业热情，取得了优异的成绩。</p>
      </div>
    </div>
  </div>
</div>
</template>
<script>
import MyImg from '@/components/common/imgcontainer'
import MySidebar from '@/components/common/sidebar'
import MyBread from '@/components/common/bread'
export default {
  components: {
    MyImg,
    MySidebar,
    MyBread
  },
  data () {
    return {}
  }
}
</script>
<style scoped>
#cultivate-work {
  width: 100%;
}
</style>


