<template>
<div id="teach-team">
  <my-img></my-img>
  <div class="content">
    <my-sidebar></my-sidebar>
    <div class="main">
      <my-bread></my-bread>
      <div>
        <h1>年度报告</h1>
        <h2>（一）人才培养工作和成效</h2>
        <p>华北电力大学工程训练中心由工业技术实践分中心、电力技术实践分中心、仿真技术实践分中心三部分组成。工程训练中心通过设置认知实习、金工实习、电工实践、电力系统仿真实践、先进制造实验与实践、创新实践等内容面向全校理、工、文、法、管等学科等专业，实验课程44门，实践项目共89项，2017年学生参加各类实验达50多万人时数。</p>
        <p>中心以培养和提高学生实践能力和创新能力为目标，强调理论教学与实验教学的有机结合。中心充分发挥自身实践训练条件的优势，在学校“厚基础、重实践、强能力、求创新”的人才培养特色建设中，勇于担当“重实践、强能力、求创新”的责任和使命，在圆满完成学校下达的各项必修课实践教学任务的基础上，努力创造条件加强实践基地的开放，为大学生创新实践互动提供良好的条件保障，学生的创新实践活动取得了优异的成绩。2017年度，在全国大学生工程训练综合能力大赛、大学生“挑战杯”、机器人大赛、机械创新大赛等国家级和省级竞赛中获得奖项20多项，省级学科竞赛30多项。学生获得10多项专利授权。</p>
        <h2>（二）教学改革与科学研究</h2>
        <p>中心教师积极承担教改教目，2017年度由中心主任王秀梅申报的教育部新工科研究与实践项目：发挥综合性工程训练中心优势，探索构建多学科交叉融合的工程人才培养模式批准立项，中心教师完成的教改项目还获得了省级教学成果一等奖1项，二等奖1项。</p>
        <p>在科学研究方面，经过多年的积累，中心逐渐形成了以电力系统及其自动化、继电保护、新能源电力系统、火电机组仿真、工业过程仿真、变电站巡检装置等为核心的技术研究方向，形成了合理的科研梯队。2017年度，中心教师指导学生参加第十二届全国大学生“恩智浦”杯智能汽车竞赛、美国国际大学生数学建模竞赛等竞赛项目，获得国家级奖项16项，省级竞赛奖项21项。学生获得6项专利授权。</p>
        <h2>（三）人才队伍建设</h2>
        <p>工程训练中心的训练指导队伍由教师、工程技术人员、技术工人和管理人员组成。除了专职人员外，还通过聘任的办法聘请部分院系所属教研室教师兼职参与中心的建设和教学。中心施行专职人员一体化管理，兼职人员院系和中心双重管理的模式。</p>
        <p>中心重视师资队伍建设，通过人才引进、继续深造等方式，提高队伍建设水平。此外，学校密切结合工程教育的实际，通过人事代理的方式引进具有深厚工程背景的工程技术人员充实指导人员队伍，提高了工程训练的指导水平。</p>
        <p>目前中心现有固定人员83人，其中高级职称37人、博士学位40人、硕士学位17人，教师队伍结构合理，热爱实验教学，教育理念先进，学术水平高，教学科研创新能力强，实践经验丰富，熟悉实验技术的实验教学与管理。</p>
        <p>2017年，中心安排管理人员、指导教师参加全国性的实验教学研讨会或高级进修培训班，组织学习参观兄弟院校的工程训练中心，在相互学习交流中提高管理和教学水平。</p>
        <h2>（四）信息化建设、开放运行和示范辐射</h2>
        <p>中心重视信息化、网络化建设，开展网络教学。中心网站上建有学生选课系统、学生答疑系统等教学服务支持系统，学生可以在网上选择实践项目，提交实践报告，进行网上讨论和答疑；与机械工程系共建了CAD/CAM网络系统，实现了数控加工设备的联网和数控加工程序的网上传输。通过信息化、网络化建设，提高了工作效率和教学水平。</p>
        <p>为提高中心教师信息化水平，中心人员通过参加学校信息化培训，虚拟仿真教学培训，提高中心教师信息化能力</p>
        <p>内容开放：中心的训练项目通过校园网向全校各专业各层次学生开放，供学生点菜式选做。在教学计划之外，中心充分发挥资源优势，开设实践选修项目，为学生个性化的实践训练提供条件。</p>
        <p>时间开放：中心实行包括节假日在内的全面开放，学生可以通过预约选择在自己方便的时间来中心训练。中心的创新实践基地实习完全开放，学生凭校园卡就可以自由进出时间基地开展创新研究。</p>
        <p>管理模式开放：除了第一课堂训练项目采用菜单式方式让学生自由选择外，我们还与各院系、学校团委和大学生科协合作开辟第二课堂，吸引学生参加中心组织的各类科技创新实践活动。</p>
        <p>对象开放：中心除了接受本校各专业各层次学生训练外，也向社会开放，接受当地中小学生的观摩和企业的人员培训。</p>
        <p>中心教师积极参加对外交流，通过参加相关年会、研讨会，做大会报告等，宣传中心教学管理的成果和经验。中心热情接待兄弟院校来中心的参观和观摩，介绍我中心的建设成效。</p>
        <h2>（五）示范中心大事记</h2>
        <p>2017年，教育部副部长王丽英视察中心。</p>
        <h2>（六）所在学校与学校上级主管部门的支持</h2>
        <p>学校在中心条件建设、教学运行经费方面都给予了很大的支持，满足了中心实践教学的需要。同时，学校还在教学改革立项等方面给予经费和政策倾斜。此外，对于指导队伍的建设，学校给予了必要的政策支持。</p>
        <p>教育部通过本科教学工程、修购基金等方面给以经费和立项支持。</p>
        <h2>（七）下一年发展思路</h2>
        <p>做好示范中心建设有关工作。提升理念、加强研究，以研究成果指导中心的建设和各项工作，加强与相关院系的沟通和协调，充分发挥和利用好中心的优质资源，做好学校本科人才培养工作。</p>
        <p>扎实做好本科生课内实践教学工作。继续加强对工程基础实践训练教学内容研究，持续推进训练内容方法改革，进一步提高本科生工程实践教学水平。</p>
        <p>做好大学生课外创新实践工作。继续做好综合性创新实践基地建设，进一步拓展和推进全校学生综合创新实践。精心组织综合性创新基地开放、指导等工作，为学生提供良好的创新实践环境。加强大学生创新实践教育的内涵建设，研究设立“探究创新选修课”。精心组织中心承担的相关竞赛活动，做好“大创项目”管理，力争取得更多的高水平成果。</p>
      </div>
    </div>
  </div>
</div>
</template>
<script>
import MyImg from '@/components/common/imgcontainer'
import MySidebar from '@/components/common/sidebar'
import MyBread from '@/components/common/bread'
export default {
  components: {
    MyImg,
    MySidebar,
    MyBread
  },
  data () {
    return {}
  }
}
</script>
<style scoped>
#teach-team {
  width: 100%;
}
</style>


