<template>
<div id="teach-work">
  <my-img></my-img>
  <div class="content">
    <my-sidebar></my-sidebar>
    <div class="main">
      <my-bread></my-bread>
      <div>
        <h1>教学体系</h1>
        <h2>（一）教学改革与科学研究</h2>
        <p>心教师积极承担教改教目，2017年度由中心主任王秀梅申报的教育部新工科研究与实践项目：发挥综合性工程训练中心优势，探索构建多学科交叉融合的工程人才培养模式批准立项，中心教师完成的教改项目还获得了省级教学成果一等奖1项，二等奖1项。</p>
        <p>在科学研究方面，经过多年的积累，中心逐渐形成了以电力系统及其自动化、继电保护、新能源电力系统、火电机组仿真、工业过程仿真、变电站巡检装置等为核心的技术研究方向，形成了合理的科研梯队。2017年度，中心教师指导学生参加第十二届全国大学生“恩智浦”杯智能汽车竞赛、美国国际大学生数学建模竞赛等竞赛项目，获得国家级奖项16项，省级竞赛奖项21项。学生获得6项专利授权。</p>
        <h2>（二）教学队伍</h2>
        <p>工程训练中心的训练指导队伍由教师、工程技术人员、技术工人和管理人员组成。除了专职人员外，还通过聘任的办法聘请部分院系所属教研室教师兼职参与中心的建设和教学。中心施行专职人员一体化管理，兼职人员院系和中心双重管理的模式。</p>
        <p>中心重视师资队伍建设，通过人才引进、继续深造等方式，提高队伍建设水平。此外，学校密切结合工程教育的实际，通过人事代理的方式引进具有深厚工程背景的工程技术人员充实指导人员队伍，提高了工程训练的指导水平。</p>
        <p>目前中心现有固定人员83人，其中高级职称37人、博士学位40人、硕士学位17人，教师队伍结构合理，热爱实验教学，教育理念先进，学术水平高，教学科研创新能力强，实践经验丰富，熟悉实验技术的实验教学与管理。</p>
        <p>2017年，中心安排管理人员、指导教师参加全国性的实验教学研讨会或高级进修培训班，组织学习参观兄弟院校的工程训练中心，在相互学习交流中提高管理和教学水平。</p>
      </div>
    </div>
  </div>
</div>
</template>
<script>
import MyImg from '@/components/common/imgcontainer'
import MySidebar from '@/components/common/sidebar'
import MyBread from '@/components/common/bread'
export default {
  components: {
    MyImg,
    MySidebar,
    MyBread
  },
  data () {
    return {}
  }
}
</script>
<style scoped>
#teach-work {
  width: 100%;
}
</style>


