<template>
<div id="middle-intro">
  <my-img></my-img>
  <div class="content">
    <div class="main">
      <my-bread></my-bread>
      <div>
        <h1>工程训练中心结合教育教学思想大讨论活动梳理近五年具体工作</h1>
        <h2>根据学校的统一安排，工程训练中心于2017年4月至5月开展了中心教学思想大讨论活动（以下简称大讨论），活动采取自主学习、集体学习和分组讨论等方式，先后组织中心教职工认真学习了华电教【2017】6号、学校“十三五”发展规划等文件精神，同时邀请校外专家有针对性的作了题为“现代虚拟仿真技术在工程训练中的应用”以及“中国制造2025与德国工业4.0”的两场学术报告，并在学习中结合中心的实际情况，围绕中心整体建设、实践教学课程建设、教学内容与方法和手段的改革，展开了热烈的讨论和交流，老师们收益非浅。</h2>
        <h2>在活动中，老师们普遍认为，工程训练要以学校培养人才的目标相适应，紧跟现代工程训练发展的需求，以打造高水平的大学生工程训练和创新实践平台为目标，加强中心实践教学条件建设、实践指导教师队伍建设，提高中心实践教学管理水平。</h2>
        <h2>中心及时抓住这次机会，认真组织开展的大讨论活动，中心教师踊跃参加，在加强学校文件精神的同时改变自身旧的教育思想观念，学习他人新的思想观念，通过派出中心教师学习高水平大学在工程训练中先进的经验与做法，极大的开拓了教师的视野，通过学习讨论，中心上下达成了以下几点共识：</h2>
        <h2>一、进一步探讨了现代工程训练的教学理念，初步树立了工程训练中心今后的发展目标及定位。首先积极响应现代工程训练发展的内涵，跟上学校人才培养的要求，准确定位工程训练中心建设，完善实践教学课程体系，丰富实践教学内容，充分发挥好大学生工程训练公共实践平台的作用。</h2>
        <h2>中心分工程基础训练、电力工程与先进制造、创新实践三个层次的实训体系。在第一个层次中，开好工程训练通识课，确保工程基础（金工实习）训练课程质量。在第二个层次先进制造和电力工程实践中，提高实践教学的先进性，密切跟踪现代工程训练技术发展，为学生开出高水平的实践训练项目。在第三层次中，进一步拓展和推进全校学生综合创新实践。围绕综合能力的培养，加强多学科融合，推进多维度扩展和功能的提升。加强大学生创新、创业能力，为学生提供良好的创新实践环境。将大学生创新与创业活动紧密结合，多渠道多形式的与企业进行合作，孵化大学生科技创新实践成果，吸引更多的学生广泛的参与创新创业活动。</h2>
        <h2>二、明确了中心实践教学建设任务</h2>
        <h2>（一）制定中心未来五年建设规划</h2>
        <h2>围绕中心的环境场地建设、教学条件建设、教学环境建设、文化制度建设、管理水平建设、教学内容和课程体系建设，指导教师队伍建设等七个方面，制定了中心未来五年建设规划。</h2>
        <h2>（二）提出了中心环境与文化建设实施方案</h2>
        <h2>包括优化中心环境布局，合理配置现代实践教学装备，改善指导教师的办公条件，加强中心的信息化管理水平，充分运用现代智能管理系统，加强中心的教书育人氛围。</h2>
        <h2>（三）加强指导教师队伍建设意见</h2>
        <h2>采用多种措施，建立一支专职为主，专兼结合、数量充足、素质优良的工程训练师资队伍。加强中心教师知识更新和技术提升。通过举办专业性的校内培训，校外学习，进一步强化中心教师的专业技术水平。</h2>
        <h2>（四）加强工程训练中心的课程建设</h2>
        <h2>提出了开设探究课程与新增部分个性化实践项目。在创新实践教学中，拓宽技术领域，增加多个学科交叉融合的创新实践项目，引进新技术以及在创新实践教学中的可行性及应用方式。在教学设备方面，新增加一些有针对性的实践设备，淘汰落后的设备，优化中心教学课程安排，合理配置教学区域资源，提高学生的实践效率，扩大学生的受益面，使之培养的学生与学校人才培养目标相适应。</h2>
        <h2>三、全面梳理了中心存在的问题，形成了整改方案
在大讨论活动中，中心上下进行了认真的分析、梳理，提出了解决问题的办法和建议，拿出了整改，预期讨论目标将形成中心今后一段时间的建设方案。
（一）提升中心所有教职工的思想理念，形成“重实践、强能力、求创新”的工作体系。
（二）形成与高水平大学相适应的“工程训练中心未来的建设方案”。
（三）形成中心“工程实践教学内容与方法改革的实施方案”。</h2>
         <h2>本次教育教学思想大讨论活动，吹响了中心全面发展的强劲号角。中心职工的智慧和力量，通过广泛全面的交流研讨、深入透彻的思想碰撞，进一步更新了教育观念、拓展培养思路、提出创新举措、达成了改革共识，为提升工程训练中心的实践教学水平指明了新的方向、探索出了新路径、增添了新的动力，为学校的人才培养做出更多的贡献。</h2>
         <h2> 工程训练中心2017年5月17日</h2>
      </div>
    </div>
  </div>
</div>
</template>
<script>
import MyImg from '@/components/common/imgcontainer'
import MySidebar from '@/components/common/sidebar'
import MyBread from '@/components/common/bread'
export default {
  components: {
    MyImg,
    MySidebar,
    MyBread
  },
  data () {
    return {}
  }
}
</script>

<style scoped>
#middle-intro {
  width: 100%;
}
</style>


