<template>
<div id="innovation-display">
  <my-img></my-img>
  <div class="content">
    <div class="main">
      <my-bread></my-bread>
      <div>
        <h1>杨勇平校长参观工程训练中心</h1>
        <p>2017年2月28日上午，华北电力大学校长杨勇平、校党委副书记郭孝锋、副校长律方成、校长助理米增强来中心视察。</p>
        <p>在工程训练中心主任王秀梅陪同下，校长杨勇平一行参观了工程训练中心电力工程与创新实训部、先进制造技术实训部、工程基础实训部，现场观摩了学生正在开展的金工实习、电力综合实践教学和机器人创新实践活动，并与师生亲切交谈。</p>
        <img src="../../../static/img/news2.jpg" alt="">
        <p>在实地考察后，校领导同中心人员在会议室进行了座谈，座谈中杨校长对工程训练中心所取得的成绩给予了充分的肯定和高度的评价，认为中心在学生实践能力培养、创新竞赛中取得了优异的成绩，为创新人才培养做出了贡献，为学校赢得了荣誉。杨校长指出，当前我们培养的学生是参与国家“两个百年”建设的主力军，他们的质量如何将直接关系到“中国梦”的实现。所以，我们必须要倾力做好“教育育人”的中心工作，落实“人才培养的根本任务”，特别要加强对学生实践能力、创新创业能力的培养，而中心在其中发挥着重要的作用，因此学校要高度重视工程训练中心的建设，希望中心再接再厉，进一步提升中心的工程实践教学水平，为学校的人才培养做出更大的贡献。</p>
        <p>杨校长还对中心今后的工作提出了明确的要求：一，要适应时代要求，加大新技术在学生工程实践中的应用，特别要注意研究“中国制造2025”对人才培养提出的新要求并落实在学生培养的实践训练中；二，要加强现代信息技术，如虚拟现实技术、“物联网”技术等等在工程训练中的应用；三，要发挥中心在学校工程训练和学生创新创业实践中的公共平台和基地作用，加强与院系的联系，共同做好人才培养工作；四，对即将要开展的本科教学随机评估、国家级工程训练中心的验收工作，中心要及早谋划，做好规划和预算。</p>
        <p>中心主任王秀梅从中心的教学科研、师资队伍、中心未来建设思路及重点工作等方面简要做了汇报，对校领导在开学之初就到中心来视察工作，对中心的关心和关怀表示感谢</p>
      </div>
    </div>
  </div>
</div>
</template>
<script>
import MyImg from '@/components/common/imgcontainer'
import MySidebar from '@/components/common/sidebar'
import MyBread from '@/components/common/bread'
export default {
  components: {
    MyImg,
    MySidebar,
    MyBread
  },
  data () {
    return {}
  }
}
</script>
<style scoped>
#innovation-display {
  width: 100%;
}
</style>


